Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Current default. The calibration sliders below apply at full strength.
de: Aktueller Standard. Die Kalibrierungsregler unten werden mit voller Stärke angewendet.
es: Predeterminado actual. Los reguladores de calibración siguientes se aplican con toda su intensidad.
fr: Valeur par défaut actuelle. Les curseurs d’étalonnage ci-dessous s’appliquent à pleine intensité.
ja: 現在の初期設定です。下のキャリブレーションスライダーの効果が完全に適用されます。
ko: 현재 기본값입니다. 아래 보정 슬라이더의 효과를 최대 강도로 적용합니다.
pt_br: Padrão atual. Os controles deslizantes de calibração abaixo são aplicados com intensidade total.
zh_hans: 当前默认版本。下方校准滑块按完整强度应用。
zh_hant: 目前預設版本。下方校正滑桿按完整強度套用。

source: Current: %1$@ × %2$@ pixels
de: Aktuell: %1$@ × %2$@ Pixel
es: Actual: %1$@ × %2$@ píxeles
fr: Actuel : %1$@ × %2$@ pixels
ja: 現在：%1$@ × %2$@ ピクセル
ko: 현재: %1$@ × %2$@ 픽셀
pt_br: Atual: %1$@ × %2$@ pixels
zh_hans: 当前：%1$@ × %2$@ 像素
zh_hant: 目前：%1$@ × %2$@ 像素

source: Curve
de: Gradationskurven
es: Curva
fr: Courbes
ja: トーンカーブ
ko: 곡선
pt_br: Curva
zh_hans: 曲线
zh_hant: 曲線

source: Curves
de: Gradationskurven
es: Curvas
fr: Courbes
ja: トーンカーブ
ko: 곡선
pt_br: Curvas
zh_hans: 曲线
zh_hant: 曲線

source: Curves…
de: Gradationskurven…
es: Curvas…
fr: Courbes…
ja: トーンカーブ…
ko: 곡선…
pt_br: Curvas…
zh_hans: 曲线…
zh_hant: 曲線…

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
ja: カスタム
ko: 사용자 정의
pt_br: Personalizado
zh_hans: 自定
zh_hant: 自訂

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ja: カット
ko: 잘라내기
pt_br: Recortar
zh_hans: 剪切
zh_hant: 剪下

source: Cyan / Red
de: Cyan/Rot
es: Cian / Rojo
fr: Cyan / Rouge
ja: シアン / レッド
ko: 사이안 / 빨강
pt_br: Ciano / Vermelho
zh_hans: 青色 / 红色
zh_hant: 青色 / 紅色

source: Cyans
de: Cyantöne
es: Cianes
ja: シアン系
ko: 사이안 계열
pt_br: Cianos
zh_hans: 青色
zh_hant: 青色

source: Cycle shape kind
de: Formart wechseln
es: Cambiar de tipo de forma
fr: Passer à la forme suivante
ja: シェイプの種類を順に切り替え
ko: 모양 종류 순환
pt_br: Alternar tipo de forma
zh_hans: 循环切换形状类型
zh_hant: 循環切換形狀類型

source: Cycle tool mode
de: Werkzeugmodus wechseln
es: Cambiar de modo de herramienta
fr: Passer au mode d’outil suivant
ja: ツールモードを順に切り替え
ko: 도구 모드 순환
pt_br: Alternar modo da ferramenta
zh_hans: 循环切换工具模式
zh_hant: 循環切換工具模式

source: Dark
de: Dunkel
es: Oscuro
fr: Foncé
ja: 暗部の色
ko: 어두운 색상
pt_br: Escuro
zh_hans: 暗
zh_hant: 暗

source: Darken
de: Abdunkeln
es: Oscurecer
fr: Obscurcir
ja: 比較（暗）
ko: 어둡게 하기
pt_br: Escurecer
zh_hans: 变暗
zh_hant: 變暗

source: Darkens or lightens the edges. The center does not change.
de: Dunkelt die Ränder ab oder hellt sie auf. Die Mitte bleibt unverändert.
es: Oscurece o aclara los bordes. El centro no cambia.
fr: Assombrit ou éclaircit les bords. Le centre reste inchangé.
ja: 周辺を暗くしたり明るくしたりします。中央は変わりません。
ko: 가장자리를 어둡게 또는 밝게 합니다. 중심은 바뀌지 않습니다.
pt_br: Escurece ou clareia as bordas. O centro não muda.
zh_hans: 压暗或提亮边缘，中心保持不变。
zh_hant: 壓暗或提亮邊緣，中心保持不變。

source: Darks
de: Dunkle Farbtöne
es: Oscuros
fr: Tons foncés
ja: ダーク
ko: 어두운 색조
pt_br: Escuros
zh_hans: 暗调
zh_hant: 暗調

source: Dashed Lines
de: Gestrichelte Linien
es: Líneas discontinuas
fr: Lignes pointillées
ja: 破線
ko: 파선
pt_br: Linhas tracejadas
zh_hans: 虚线
zh_hant: 虛線

source: Decrease brush hardness
de: Pinselhärte verringern
es: Disminuir dureza del pincel
fr: Diminuer la dureté du pinceau
ja: ブラシの硬さを下げる
ko: 브러시 경도 줄이기
pt_br: Diminuir a dureza do pincel
zh_hans: 降低画笔硬度
zh_hant: 降低筆刷硬度

source: Decrease brush size
de: Pinselgröße verringern
es: Disminuir el tamaño del pincel
fr: Diminuer la taille du pinceau
ja: ブラシサイズを小さくする
ko: 브러시 크기 줄이기
pt_br: Diminuir o tamanho do pincel
zh_hans: 减小画笔大小
zh_hant: 減小筆刷大小

source: Decrease leading
de: Zeilenabstand verringern
es: Disminuir interlineado
fr: Diminuer l’interligne
ja: 行送りを狭くする
ko: 행간 줄이기
pt_br: Diminuir entrelinha
zh_hans: 减小行距
zh_hant: 減小行距

source: Decrease tracking
de: Laufweite verringern
es: Disminuir tracking
fr: Diminuer l’approche
ja: トラッキングを狭くする
ko: 자간 줄이기
pt_br: Diminuir tracking
zh_hans: 减小字符间距
zh_hant: 減小字元間距

source: Default colors
de: Standardfarben
es: Colores predeterminados
fr: Couleurs par défaut
ja: 初期設定の描画色と背景色
ko: 기본 전경색 및 배경색
pt_br: Cores padrão
zh_hans: 默认前景色和背景色
zh_hant: 預設前景色與背景色

source: Default colors (D)
de: Standardfarben (D)
es: Colores predeterminados (D)
fr: Couleurs par défaut (D)
ja: 初期設定の描画色と背景色（D）
ko: 기본 전경색 및 배경색 (D)
pt_br: Cores padrão (D)
zh_hans: 默认前景色和背景色 (D)
zh_hant: 預設前景色和背景色 (D)

source: Defringe
de: Rand entfernen
es: Eliminar halos
fr: Supprimer la frange
ja: フリンジ軽減
ko: 색수차 제거
pt_br: Remover borda
zh_hans: 去边
zh_hant: 去邊

source: Dehaze
de: Dunst entfernen
es: Borrar neblina
fr: Correction du voile
ja: かすみの除去
ko: 디헤이즈
pt_br: Desembaçar
zh_hans: 去朦胧
zh_hant: 去朦朧

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除
zh_hant: 刪除

source: Delete %1$@
de: %1$@ löschen
es: Eliminar %1$@
fr: Supprimer %1$@
ja: %1$@を削除
ko: %1$@ 삭제
pt_br: Excluir %1$@
zh_hans: 删除%1$@
zh_hant: 刪除%1$@

source: Delete Guide
de: Hilfslinie löschen
es: Eliminar guía
fr: Supprimer le repère
ja: ガイドを削除
ko: 안내선 삭제
pt_br: Excluir guia
zh_hans: 删除参考线
zh_hant: 刪除參考線

source: Delete Layer
de: Ebene löschen
es: Eliminar capa
fr: Supprimer le calque
ja: レイヤーを削除
ko: 레이어 삭제
pt_br: Excluir camada
zh_hans: 删除图层
zh_hant: 刪除圖層

source: Delete layer mask
de: Ebenenmaske löschen
es: Eliminar máscara de capa
fr: Supprimer le masque de fusion
ja: レイヤーマスクを削除
ko: 레이어 마스크 삭제
pt_br: Excluir máscara de camada
zh_hans: 删除图层蒙版
zh_hant: 刪除圖層遮色片

source: Delete Layer Mask
de: Ebenenmaske löschen
es: Eliminar máscara de capa
fr: Supprimer le masque de fusion
ja: レイヤーマスクを削除
ko: 레이어 마스크 삭제
pt_br: Excluir máscara de camada
zh_hans: 删除图层蒙版
zh_hant: 刪除圖層遮色片

source: Delete Layers
de: Ebenen löschen
es: Eliminar capas
fr: Supprimer les calques
ja: レイヤーを削除
ko: 레이어 삭제
pt_br: Excluir camadas
zh_hans: 删除图层
zh_hant: 刪除圖層

source: Delete Mask
de: Ebenenmaske löschen
es: Eliminar máscara de capa
fr: Supprimer le masque de fusion
ja: レイヤーマスクを削除
ko: 레이어 마스크 삭제
pt_br: Excluir máscara de camada
zh_hans: 删除图层蒙版
zh_hant: 刪除圖層遮色片

source: Delete selected effect
de: Ausgewählter Effekt löschen
es: Eliminar efecto seleccionado
fr: Effacer l'effet sélectionné
ja: 選択した効果を削除
ko: 선택한 효과 삭제
pt_br: Excluir efeito selecionado
zh_hans: 删除所选效果
zh_hant: 刪除所選效果

source: Delete selected layer
de: Ebene löschen
es: Eliminar capa
fr: Supprimer le calque
ja: レイヤーを削除
ko: 레이어 삭제
pt_br: Excluir camada
zh_hans: 删除图层
zh_hant: 刪除圖層

source: Delete selected layers
de: Ausgewählte Ebenen löschen
es: Eliminar capas seleccionadas
fr: Supprimer les calques sélectionnés
ja: 選択したレイヤーを削除
ko: 선택한 레이어 삭제
pt_br: Excluir camadas selecionadas
zh_hans: 删除所选图层
zh_hant: 刪除選取的圖層

source: Delete Selected Layers
de: Ausgewählte Ebenen löschen
es: Eliminar capas seleccionadas
fr: Supprimer les calques sélectionnés
ja: 選択したレイヤーを削除
ko: 선택한 레이어 삭제
pt_br: Excluir camadas selecionadas
zh_hans: 删除所选图层
zh_hant: 刪除選取的圖層

source: Delete selection / layer / effect / lasso point
de: Auswahl / Ebene / Effekt / Lassopunkt löschen
es: Eliminar selección / capa / efecto / punto del lazo
fr: Supprimer la sélection / le calque / l’effet / le point du lasso
ja: 選択範囲 / レイヤー / 効果 / なげなわの頂点を削除
ko: 선택 영역 / 레이어 / 효과 / 올가미 꼭짓점 삭제
pt_br: Excluir seleção / camada / efeito / ponto do laço
zh_hans: 删除选区内容 / 图层 / 效果 / 套索顶点
zh_hant: 刪除選取範圍內容 / 圖層 / 效果 / 套索頂點

source: Density
de: Dichte
es: Densidad
fr: Densité
ja: 濃度
ko: 농도
pt_br: Densidade
zh_hans: 浓度
zh_hant: 濃度

source: Deselect
de: Auswahl aufheben
es: Deseleccionar
fr: Désélectionner
ja: 選択を解除
ko: 선택 해제
pt_br: Cancelar seleção
zh_hans: 取消选择
zh_hant: 取消選取

source: Detail
de: Details
es: Detalle
fr: Détail
ja: ディテール
ko: 세부 묘사
pt_br: Detalhe
zh_hans: 细节
zh_hant: 細節

source: Develop “%1$@”
de: „%1$@“ entwickeln
es: Revelar «%1$@»
fr: Développer « %1$@ »
ja: 「%1$@」を現像
ko: “%1$@” 현상
pt_br: Revelar “%1$@”
zh_hans: 显影“%1$@”
zh_hant: 顯像「%1$@」

source: Difference
de: Differenz
es: Diferencia
fr: Différence
ja: 差の絶対値
ko: 차이
pt_br: Diferença
zh_hans: 差值
zh_hant: 差異化

source: Diffusion is soft and wide, Bloom is tighter, and Halation is a red fringe.
de: Diffusion wirkt weich und breit, Überstrahlung enger und Halation erzeugt einen roten Farbsaum.
es: Difusión es suave y amplia, Resplandor difuso es más concentrado y Halo produce un borde rojo.
fr: La diffusion est douce et large, le halo lumineux est plus resserré et le halo rouge crée une frange rouge.
ja: 「拡散」は柔らかく広がり、「ブルーム」はより狭く、「ハレーション」は赤い縁を生みます。
ko: 확산은 부드럽고 넓게 퍼지고, 블룸은 더 좁게 퍼지며, 할레이션은 붉은 테두리를 만듭니다.
pt_br: Difusão é suave e ampla, Brilho difuso é mais concentrado e Halo produz uma borda vermelha.
zh_hans: “扩散”柔和且范围较广，“辉光”更加集中，“光晕”产生红色色边。
zh_hant: 「擴散」柔和且範圍較廣，「輝光」更加集中，「光暈」產生紅色色邊。

source: Dims the picture outside this color's range. It is not kept when you press OK.
de: Dunkelt das Bild außerhalb dieses Farbbereichs ab. Diese Vorschau wird beim Bestätigen mit OK nicht übernommen.
es: Atenúa la imagen fuera del intervalo de este color. El efecto no se conserva al pulsar OK.
fr: Assombrit l’image en dehors de la plage de cette couleur. Cet aperçu n’est pas conservé lorsque vous appuyez sur OK.
ja: この色の範囲外を暗く表示します。この表示は「OK」を押すと解除されます。
ko: 이 색상 범위 바깥을 어둡게 표시합니다. 확인을 누르면 이 표시는 사라집니다.
pt_br: Escurece a imagem fora do intervalo desta cor. O efeito não é mantido ao pressionar OK.
zh_hans: 压暗此颜色范围以外的图像区域。点击“确定”后不会保留此预览效果。
zh_hant: 壓暗此顏色範圍以外的影像區域。點選「確定」後不會保留此預視效果。

source: Disable Layer Mask
de: Ebenenmaske deaktivieren
es: Desactivar máscara de capa
fr: Désactiver le masque de fusion
ja: レイヤーマスクを無効にする
ko: 레이어 마스크 비활성화
pt_br: Desativar máscara de camada
zh_hans: 停用图层蒙版
zh_hant: 停用圖層遮色片

source: Disable Mask
de: Ebenenmaske deaktivieren
es: Desactivar máscara de capa
fr: Désactiver le masque de fusion
ja: レイヤーマスクを無効にする
ko: 레이어 마스크 비활성화
pt_br: Desativar máscara de camada
zh_hans: 停用图层蒙版
zh_hant: 停用圖層遮色片

source: Distance
de: Abstand
es: Distancia
ja: 距離
ko: 거리
pt_br: Distância
zh_hans: 距离
zh_hant: 距離

source: Distort
de: Verzerren
es: Distorsionar
fr: Distorsion
ja: 自由な形に
ko: 왜곡
pt_br: Distorcer
zh_hans: 扭曲
zh_hant: 扭曲

source: Distort Layer Mask
de: Ebenenmaske verzerren
es: Distorsionar máscara de capa
fr: Déformer le masque de fusion
ja: レイヤーマスクを自由に変形
ko: 레이어 마스크 왜곡
pt_br: Distorcer máscara de camada
zh_hans: 扭曲图层蒙版
zh_hant: 扭曲圖層遮色片

source: Distort Layers
de: Ebenen verzerren
es: Distorsionar capas
fr: Déformer les calques
ja: レイヤーを自由に変形
ko: 레이어 왜곡
pt_br: Distorcer camadas
zh_hans: 扭曲图层
zh_hant: 扭曲圖層

source: Distortion
de: Verzerrung
es: Distorsión
fr: Distorsion
ja: ゆがみ
ko: 왜곡
pt_br: Distorção
zh_hans: 扭曲
zh_hant: 扭曲

source: Distribution
de: Verteilung
es: Distribución
fr: Répartition
ja: 分布
ko: 분포
pt_br: Distribuição
zh_hans: 分布
zh_hant: 分佈

source: Dither
de: Dithering
es: Tramado
fr: Tramage
ja: ディザ
ko: 디더
pt_br: Pontilhamento
zh_hans: 仿色
zh_hant: 混色

source: Divide
de: Dividieren
es: Dividir
fr: Division
ja: 除算
ko: 나누기
pt_br: Dividir
zh_hans: 划分
zh_hant: 分割

source: Document Bounds
de: Dokumentgrenzen
es: Límites del documento
fr: Limites du document
ja: ドキュメントの端
ko: 문서 경계
pt_br: Limites do documento
zh_hans: 文档边界
zh_hant: 文件邊界

source: Don’t Save
de: Nicht sichern
es: No guardar
fr: Ne pas enregistrer
ja: 保存しない
ko: 저장 안 함
pt_br: Não salvar
zh_hans: 不保存
zh_hant: 不要儲存

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

source: Dot
de: Punkt
es: Punto
fr: Point
ja: 点
ko: 점
pt_br: Ponto
zh_hans: 圆点
zh_hant: 圓點

source: Dots
de: Punkte
es: Puntos
fr: Points
ja: 点
ko: 점
pt_br: Pontos
zh_hans: 点线
zh_hant: 點線

source: Down
de: Unten
es: Abajo
fr: Bas
ja: 下
ko: 아래
pt_br: Baixo
zh_hans: 下
zh_hant: 下

source: Drag a color in the picture. Nearby color families move together.
de: Ziehen Sie eine Farbe im Bild. Nahe gelegene Farbfamilien bewegen sich zusammen.
es: Arrastre un color de la imagen. Las familias de colores cercanas cambian juntas.
fr: Faites glisser une couleur dans l'image. Les familles de couleurs proches se déplacent ensemble.
ja: 画像内の色をドラッグします。近い色系統も連動して変わります。
ko: 이미지의 색상을 드래그합니다. 인접한 색상 계열도 함께 변합니다.
pt_br: Arraste uma cor na imagem. As famílias de cores próximas mudam juntas.
zh_hans: 在图像中的某种颜色上拖动。相近色系会一起调整。
zh_hant: 在影像中的某種顏色上拖曳。相近色系會一起調整。

source: Drag a point. Click to add one. Double-click a point to remove it.
de: Ziehen Sie einen Punkt. Klicken Sie, um einen hinzuzufügen. Doppelklicken Sie auf einen Punkt, um ihn zu entfernen.
es: Arrastre un punto. Haga clic para añadirlo y doble clic para eliminarlo.
fr: Faites glisser un point. Cliquez pour en ajouter un. Double-cliquez sur un point pour le supprimer.
ja: ポイントをドラッグして調整します。クリックで追加し、ダブルクリックで削除します。
ko: 점을 드래그하여 조정합니다. 클릭하면 추가하고 두 번 클릭하면 제거합니다.
pt_br: Arraste um ponto. Clique para adicionar um ponto e clique duas vezes para removê-lo.
zh_hans: 拖动控制点进行调整，单击添加控制点，双击删除控制点。
zh_hant: 拖曳控制點進行調整，按一下新增控制點，按兩下刪除控制點。

source: Drag a rectangle · Shift add · Option subtract · Shift again mid-drag square · Drag inside to move · ⌘-drag moves pixels · Delete clears · ⌘D deselect
de: Rechteck ziehen · Umschalt: hinzufügen · Option: abziehen · Erneut Umschalt beim Ziehen: Quadrat · Innen ziehen: verschieben · ⌘-Ziehen: Pixel verschieben · Löschen: leeren · ⌘D: Auswahl aufheben
es: Arrastre un rectángulo · Shift añadir · Opción restar · Shift otra vez durante el arrastre para un cuadrado · Arrastrar dentro para mover · ⌘-arrastrar mueve píxeles · Suprimir borra · ⌘D deseleccionar
fr: Tracer un rectangle · Maj : ajouter · Option : soustraire · Maj à nouveau pendant le tracé : carré · Glisser à l’intérieur : déplacer · ⌘-glisser : déplacer les pixels · Suppr : effacer · ⌘D : désélectionner
ja: ドラッグして長方形を描画 · Shift 追加 · Option 削除 · ドラッグ中に Shift を押し直すと正方形 · 内側をドラッグして移動 · ⌘-ドラッグでピクセルを移動 · Delete 消去 · ⌘D 選択解除
ko: 드래그하여 사각형 그리기 · Shift 추가 · Option 빼기 · 드래그 중 Shift를 다시 누르면 정사각형 · 안쪽을 드래그하여 이동 · ⌘-드래그로 픽셀 이동 · Delete 지우기 · ⌘D 선택 해제
pt_br: Arraste um retângulo · Shift adicionar · Option subtrair · Shift novamente durante o arrasto para um quadrado · Arraste dentro para mover · ⌘-arrastar move pixels · Delete limpa · ⌘D cancelar seleção
zh_hans: 拖动绘制矩形 · Shift 添加 · Option 减去 · 拖动中再按 Shift 绘制正方形 · 在选区内拖动以移动 · ⌘-拖动移动像素 · Delete 清除 · ⌘D 取消选择
zh_hant: 拖曳繪製矩形 · Shift 新增 · Option 減去 · 拖曳中再按 Shift 繪製正方形 · 在選取範圍內拖曳以移動 · ⌘-拖曳移動像素 · Delete 清除 · ⌘D 取消選取

source: Drag a text box · Click text to edit · Drag box handles to resize · ⌘Return finish · Escape cancel
de: Textfeld ziehen · Text anklicken: bearbeiten · Griffe ziehen: Größe ändern · ⌘Eingabe: fertig · Esc: abbrechen
es: Arrastre un cuadro de texto · Clic en el texto para editar · Arrastrar tiradores para cambiar el tamaño · ⌘Intro terminar · Escape cancelar
fr: Tracer un bloc de texte · Cliquer sur le texte : modifier · Glisser les poignées : redimensionner · ⌘Entrée : terminer · Échap : annuler
ja: ドラッグしてテキストボックスを作成 · テキストをクリックして編集 · ハンドルをドラッグしてサイズ変更 · ⌘Return 完了 · Escape キャンセル
ko: 드래그하여 텍스트 상자 만들기 · 텍스트를 클릭하여 편집 · 핸들을 드래그하여 크기 조절 · ⌘Return 완료 · Escape 취소
pt_br: Arraste uma caixa de texto · Clique no texto para editar · Arraste as alças para redimensionar · ⌘Return concluir · Escape cancelar
zh_hans: 拖动创建文本框 · 单击文字编辑 · 拖动控点调整大小 · ⌘Return 完成 · Esc 取消
zh_hant: 拖曳建立文字框 · 按一下文字編輯 · 拖曳控點調整大小 · ⌘Return 完成 · Esc 取消

source: Drag an ellipse · Shift add · Option subtract · Shift again mid-drag circle · Drag inside to move · Delete clears · ⌘D deselect
de: Ellipse ziehen · Umschalt: hinzufügen · Option: abziehen · Erneut Umschalt beim Ziehen: Kreis · Innen ziehen: verschieben · Löschen: leeren · ⌘D: Auswahl aufheben
es: Arrastre una elipse · Shift añadir · Opción restar · Shift otra vez durante el arrastre para un círculo · Arrastrar dentro para mover · Suprimir borra · ⌘D deseleccionar
fr: Tracer une ellipse · Maj : ajouter · Option : soustraire · Maj à nouveau pendant le tracé : cercle · Glisser à l’intérieur : déplacer · Suppr : effacer · ⌘D : désélectionner
ja: ドラッグして楕円を描画 · Shift 追加 · Option 削除 · ドラッグ中に Shift を押し直すと正円 · 内側をドラッグして移動 · Delete 消去 · ⌘D 選択解除
ko: 드래그하여 타원 그리기 · Shift 추가 · Option 빼기 · 드래그 중 Shift를 다시 누르면 원 · 안쪽을 드래그하여 이동 · Delete 지우기 · ⌘D 선택 해제
pt_br: Arraste uma elipse · Shift adicionar · Option subtrair · Shift novamente durante o arrasto para um círculo · Arraste dentro para mover · Delete limpa · ⌘D cancelar seleção
zh_hans: 拖动绘制椭圆 · Shift 添加 · Option 减去 · 拖动中再按 Shift 绘制正圆 · 在选区内拖动以移动 · Delete 清除 · ⌘D 取消选择
zh_hant: 拖曳繪製橢圓 · Shift 新增 · Option 減去 · 拖曳中再按 Shift 繪製正圓 · 在選取範圍內拖曳以移動 · Delete 清除 · ⌘D 取消選取

source: Drag inside the wheel. Angle sets hue, distance sets saturation.
de: Im Farbrad ziehen. Der Winkel bestimmt den Farbton, der Abstand die Sättigung.
es: Arrastre dentro de la rueda. El ángulo define el tono y la distancia, la saturación.
fr: Faites glisser dans la roue. L’angle définit la teinte et la distance définit la saturation.
ja: ホイール内をドラッグします。角度で色相、中心からの距離で彩度を設定します。
ko: 휠 안에서 드래그합니다. 각도는 색조를, 중심으로부터의 거리는 채도를 설정합니다.
pt_br: Arraste dentro da roda. O ângulo define o matiz e a distância define a saturação.
zh_hans: 在色轮内拖动。角度决定色相，距中心的距离决定饱和度。
zh_hant: 在色輪內拖曳。角度決定色相，距中心的距離決定飽和度。

source: Drag on the layer to place a guide. Draw at least two lines.
de: Auf der Ebene ziehen, um eine Hilfslinie zu platzieren. Zeichnen Sie mindestens zwei Linien.
es: Arrastre sobre la capa para colocar una guía. Dibuje al menos dos líneas.
fr: Faites glisser sur le calque pour placer un repère. Tracez au moins deux lignes.
ja: レイヤー上をドラッグしてガイドを配置します。2 本以上の線を描いてください。
ko: 레이어 위에서 드래그하여 안내선을 배치합니다. 선을 두 개 이상 그리세요.
pt_br: Arraste sobre a camada para colocar uma guia. Desenhe pelo menos duas linhas.
zh_hans: 在图层上拖动放置引导线。请至少绘制两条线。
zh_hant: 在圖層上拖曳放置引導線。請至少繪製兩條線。

source: Drag on the picture to move the curve for the tone under the pointer.
de: Ziehen Sie auf das Bild, um die Kurve für den Ton unter dem Zeiger zu verschieben.
es: Arrastre en la imagen para mover la curva para el tono bajo el puntero.
fr: Faites glisser sur l'image pour déplacer la courbe pour le ton sous le pointeur.
ja: 画像上をドラッグして、ポインターの下にある色調のカーブを調整します。
ko: 이미지 위에서 드래그하여 포인터 아래 색조의 곡선을 조정합니다.
pt_br: Arraste a imagem para mover a curva para o tom sob o ponteiro.
zh_hans: 在图像上拖动，调整指针下方色调对应的曲线。
zh_hant: 在影像上拖曳，調整指標下方色調對應的曲線。

source: Drag or scroll to move around; double-click switches between Fit and 100%
de: Ziehen oder scrollen: Ansicht verschieben; Doppelklick: zwischen Einpassen und 100 % wechseln
es: Arrastre o desplácese para moverse; el doble clic alterna entre Encajar y 100 %
fr: Faire glisser ou défiler pour déplacer la vue ; double-cliquer pour basculer entre l’ajustement et 100 %
ja: ドラッグまたはスクロールで移動 · ダブルクリックで全体表示と 100% を切り替え
ko: 드래그 또는 스크롤하여 이동 · 두 번 클릭하여 화면 맞추기와 100% 전환
pt_br: Arraste ou role para deslocar; clique duas vezes para alternar entre Ajustar e 100%
zh_hans: 拖动或滚动以平移；双击可在适合窗口和 100% 之间切换
zh_hant: 拖曳或滾動以平移；按兩下可在適合視窗和 100% 之間切換

source: Drag over blemishes to heal · [ ] size · Shift-[ ] hardness · Escape cancel · Space to pan
de: Über Makel ziehen: reparieren · [ ] Größe · Umschalt-[ ] Härte · Esc: abbrechen · Leertaste: Ansicht verschieben
es: Arrastre sobre imperfecciones para corregirlas · [ ] tamaño · Shift-[ ] dureza · Escape cancelar · Espacio desplazar
fr: Glisser sur les imperfections : corriger · [ ] taille · Maj-[ ] dureté · Échap : annuler · Espace : déplacer la vue
ja: 修復したい箇所をドラッグ · [ ] サイズ · Shift-[ ] 硬さ · Escape キャンセル · Space パン
ko: 잡티 위를 드래그하여 복구 · [ ] 크기 · Shift-[ ] 경도 · Escape 취소 · Space 화면 이동
pt_br: Arraste sobre imperfeições para corrigi-las · [ ] tamanho · Shift-[ ] dureza · Escape cancelar · Espaço deslocar
zh_hans: 在瑕疵上拖动以修复 · [ ] 调整大小 · Shift-[ ] 调整硬度 · Esc 取消 · 空格键平移
zh_hant: 在瑕疵上拖曳以修復 · [ ] 調整大小 · Shift-[ ] 調整硬度 · Esc 取消 · 空格鍵平移

source: Drag to crop · Enter apply · Escape cancel · Space to pan
de: Ziehen: freistellen · Eingabe: anwenden · Esc: abbrechen · Leertaste: Ansicht verschieben
es: Arrastre para recortar · Intro aplicar · Escape cancelar · Espacio desplazar
fr: Glisser : recadrer · Entrée : appliquer · Échap : annuler · Espace : déplacer la vue
ja: ドラッグして切り抜き · Enter 適用 · Escape キャンセル · Space パン
ko: 드래그하여 자르기 · Enter 적용 · Escape 취소 · Space 화면 이동
pt_br: Arraste para cortar · Enter aplicar · Escape cancelar · Espaço deslocar
zh_hans: 拖动裁剪 · Enter 应用 · Esc 取消 · 空格键平移
zh_hant: 拖曳裁切 · Enter 套用 · Esc 取消 · 空格鍵平移

source: Drag to draw · Drag ends to adjust · Shift 45° · 1–0 opacity · Enter apply · Escape cancel
de: Ziehen: zeichnen · Endpunkte ziehen: anpassen · Umschalt: 45° · 1–0: Deckkraft · Eingabe: anwenden · Esc: abbrechen
es: Arrastre para dibujar · Arrastrar extremos para ajustar · Shift 45° · 1–0 opacidad · Intro aplicar · Escape cancelar
fr: Glisser : tracer · Glisser les extrémités : ajuster · Maj : 45° · 1–0 : opacité · Entrée : appliquer · Échap : annuler
ja: ドラッグして描画 · 両端をドラッグして調整 · Shift 45° 刻み · 1–0 不透明度 · Enter 適用 · Escape キャンセル
ko: 드래그하여 그리기 · 끝점을 드래그하여 조정 · Shift 45° 간격 · 1–0 불투명도 · Enter 적용 · Escape 취소
pt_br: Arraste para desenhar · Arraste as extremidades para ajustar · Shift 45° · 1–0 opacidade · Enter aplicar · Escape cancelar
zh_hans: 拖动绘制 · 拖动端点调整 · Shift 约束为 45° · 1–0 设置不透明度 · Enter 应用 · Esc 取消
zh_hant: 拖曳繪製 · 拖曳端點調整 · Shift 約束為 45° · 1–0 設定不透明度 · Enter 套用 · Esc 取消

source: Drag to draw a shape on a new layer · Shift %1$@ · Option from center · Shift-U or Tab for the next shape · Escape cancel · Space to pan
de: Ziehen: Form auf neuer Ebene zeichnen · Umschalt: %1$@ · Option: von der Mitte · Umschalt-U oder Tab: nächste Form · Esc: abbrechen · Leertaste: Ansicht verschieben
es: Arrastre para dibujar una forma en una capa nueva · Shift %1$@ · Opción desde el centro · Shift-U o Tab para la siguiente forma · Escape cancelar · Espacio desplazar
fr: Glisser : tracer une forme sur un nouveau calque · Maj : %1$@ · Option : depuis le centre · Maj-U ou Tab : forme suivante · Échap : annuler · Espace : déplacer la vue
ja: ドラッグして新しいレイヤーにシェイプを描画 · Shift %1$@ · Option 中心から描画 · Shift-U または Tab で次のシェイプ · Escape キャンセル · Space パン
ko: 드래그하여 새 레이어에 모양 그리기 · Shift %1$@ · Option 중심에서 그리기 · Shift-U 또는 Tab 다음 모양 · Escape 취소 · Space 화면 이동
pt_br: Arraste para desenhar uma forma em uma nova camada · Shift %1$@ · Option a partir do centro · Shift-U ou Tab para a próxima forma · Escape cancelar · Espaço deslocar
zh_hans: 拖动在新图层上绘制形状 · Shift 约束为%1$@ · Option 从中心绘制 · Shift-U 或 Tab 切换形状 · Esc 取消 · 空格键平移
zh_hant: 拖曳在新圖層上繪製形狀 · Shift 約束為%1$@ · Option 從中心繪製 · Shift-U 或 Tab 切換形狀 · Esc 取消 · 空格鍵平移

source: Drag to erase
de: Ziehen zum Löschen
es: Arrastre para borrar
fr: Faites glisser pour effacer
ja: ドラッグして消去
ko: 드래그하여 지우기
pt_br: Arrastar para apagar
zh_hans: 拖动擦除
zh_hant: 拖曳擦除

source: Drag to move · Handles to resize · Circle to rotate · 1–0 layer opacity · Space to pan
de: Ziehen: verschieben · Griffe: Größe ändern · Kreis: drehen · 1–0: Ebenendeckkraft · Leertaste: Ansicht verschieben
es: Arrastre para mover · Tiradores para cambiar el tamaño · Círculo para girar · 1–0 opacidad de capa · Espacio desplazar
fr: Glisser : déplacer · Poignées : redimensionner · Cercle : faire pivoter · 1–0 : opacité du calque · Espace : déplacer la vue
ja: ドラッグして移動 · ハンドルでサイズ変更 · 円で回転 · 1–0 レイヤーの不透明度 · Space パン
ko: 드래그하여 이동 · 핸들로 크기 조절 · 원으로 회전 · 1–0 레이어 불투명도 · Space 화면 이동
pt_br: Arraste para mover · Alças para redimensionar · Círculo para girar · 1–0 opacidade da camada · Espaço deslocar
zh_hans: 拖动移动 · 控点调整大小 · 圆形控点旋转 · 1–0 设置图层不透明度 · 空格键平移
zh_hant: 拖曳移動 · 控點調整大小 · 圓形控點旋轉 · 1–0 設定圖層不透明度 · 空格鍵平移

source: Drag to paint
de: Ziehen zum Malen
es: Arrastre para pintar
fr: Faire glisser pour peindre
ja: ドラッグして描画
ko: 드래그하여 페인팅
pt_br: Arraste para pintar
zh_hans: 拖动绘画
zh_hant: 拖曳繪畫

source: Drag to pan · Pinch to zoom
de: Ziehen: Ansicht verschieben · Finger spreizen oder zusammenziehen: zoomen
es: Arrastre para desplazar · Pellizque para cambiar el zoom
fr: Glisser : déplacer la vue · Pincer ou écarter les doigts : zoomer
ja: ドラッグしてパン · ピンチしてズーム
ko: 드래그하여 화면 이동 · 핀치하여 확대/축소
pt_br: Arraste para deslocar · Faça o gesto de pinça para ajustar o zoom
zh_hans: 拖动平移 · 双指捏合缩放
zh_hant: 拖曳平移 · 雙指捏合縮放
